Repository: mozilla-l10n/mt-training-data
Catalog: bft/bft_pontoon.tmx
Source language: en_us
Languages: bft

source: { $count }y
bft: { $count } ے

source: [Crackle] giant dinosaurs of [crackle] -riassic.
bft: چی سکت می سکت، چھوغو ڈاٸناسورس، قا قاٸی سکت، ریاسک

source: Create a Custom Goal
bft: فچوا ننمی ہلچی کھڑول

source: Create a profile
bft: پروفاٸل چک فچوس

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
bft: وخ نمزونگنہ زومسے زیربا یودپی تم سیرکن یری رولنا فچوس، یا یری رگاکھن کن لا فچوچوک، یا میدنارے یری یول میونگلا فچوچوک۔ مثلا چھوغو ربی لوکھسی فرالوکھسی زریکھہ

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
bft: چوقلا تھوبا یودپی تم ہرتخ کن، تم ژھیر کن، تم لزوق بے ٹیکسٹ کن، ژھونژے سکت کنی ماڈل کن فچوس یا چوقلا تھونچوک،

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
bft: نینفژے کامن واٸسیکھہ ہرمق دمی میونگ گانگمہ لا روخ بے چوکپہ رگوسپن۔ نیاسی رگوسچیس کن نا ٹیمپلیٹس کن فچوسے یود، یانگلا کولبہ نینید۔

source: Crimean Tatar
bft: کریمین ٹاٹر

source: Criteria
bft: لسی کھومی سپیرونگ

source: Croatian
bft: کراوشین

source: Czech
bft: سیزک

source: Dagbani
bft: ڈگبانی

source: Daily Goal
bft: جغی ہل پو

source: Dameli
bft: ڈیملی

source: Danish
bft: ڈینش

source: Dargwa
bft: ڈارگوا

source: Dashboard
bft: تخشو

source: Dataset Release
bft: ڈیٹا سیٹ فودے تنگمہ

source: Datasets
bft: ڈیٹا سیٹ

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
bft: میونگی روخ بیسے فچوسپن، اے ایس آر، ایس ایس ٹی، ٹی ٹی ایس نا این ایل پی لوکھسینگنو لا ڈیٹا سیٹ کن

source: Date
bft: جق

source: Dawoodi
bft: داودی

source: Days
bft: جق کن

source: Delete
bft: فچیک

source: Delete my recordings
bft: نگی ریکارڈینگ کن ستورے تونگ

source: Delete Profile
bft: پروفایل پو فچیک

source: Dhivehi
bft: دیویہی

source: Dholuo
bft: ڈھلوو

source: Did you know…
bft: یانگلا ہرتخفہ یودپا؟

source: Different language
bft: لوقسو سکت

source: Difficult
bft: ہرکپلس چن

source: Difficult to pronounce
bft: زیربہ لا مشکل یود

source: Dioula
bft: دیولا

source: Discard ongoing recording
bft: زونینگ یودپو زگوق

source: Discover languages and communities and common voice
bft: سکت کن، کمیونٹیونگ نا سکت ژوخ کن ژول

source: Documentation
bft: کاغذات، رگوسچس

source: Does the sentence meet the guidelines?
bft: دی تم سیر پو گاٸیڈ لاٸن پے لوکھسینگ بیورمو یودا؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
bft: تھونگ بزو تم سیر پونہ زومسے یودپن۔ دوسے یانگلا یا نیس پینگنہ غدمہ ننید۔

source: Donate
bft: شیزدے بیوس

source: Donate your voice
bft: یری سکت پو شیزدے بیوس

source: Done
bft: سونگسید/بیسید

source: Don't see your language on Common Voice yet?
bft: یری سکت پو دقسن سہ کامن وایسیکھہ تھونگ میدا؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
bft: یناگلا ڈیٹا سیٹ پینگنو یری سکتپو تھونگینگ میدا؟ سکت چک کھیونگمہ فری جوفل بیالا نیی سکتی صفویکھہ شوقس۔

source: Don't wish to say
bft: زیربی تونگو مہ یوق

source: Download
bft: ڈاون لوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible with you!
bft: یانگی کامن واٸس لا روخ بیسیدنارے یانگلا یا یری ریل پولا سند چی چک ڈاون لوڈ بیوس، دیو یانگ میدپہ فرونمو گوچیس میدپا

source: Download Common Voice Data
bft: کامن وایسی ڈیٹو ڈاون لوڈ بیوس

source: Download Data
bft: ڈیٹا سیٹ پو ڈاون لوڈ بیوس

source: Download Dataset Bundle
bft: ڈیٹا سیٹی چھقپو ڈاون لوڈ بیوس

source: Download { $language }
bft: ڈاون لوڈ

source: Download Links
bft: ڈاون لوڈ بے لم کن

source: Download My Data
bft: نی ڈیٹو ڈاون لوڈ بیوس

source: Download options for accessing Common Voice data
bft: کامن واٸسی ڈیٹونگی شیدا تھونمہ فری غدم کھونگ ڈاون لوڈ بیوس

source: Download our press pack <icon></icon>
bft: نٸی پریس پیک پو ڈاون لوڈ بیوس

source: Download our voice datasets
bft: نیی سکتی ڈیٹا سیٹ کن ڈاون لوڈ بیوس

source: Download profile data
bft: پروفایلی ڈیٹو ڈاون لوڈ بیوس

source: Download the Dataset
bft: ڈیٹا سیٹ پو ڈاون لوڈ بیوس

source: Download the Single Word Target Segment
bft: تم رے رے یودپی سگمنٹ پو ڈاون لوڈ بیوس

source: Download your contribution certificate
bft: یری روخ بیسی سند پو ڈوان لوڈ بیوس

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
bft: یری دیکھہ کام وایس لیاخمو بیو فری چنگ ڈرال سیر چی چنگ یودا؟ نیالا سپیرا تنینگ چی نوزین گوچوک۔

source: Do you want to continue?
bft: یانگی جاری جقپینہ؟

source: Do you want to Speak, Listen or both?
bft: ہانگی سنا بینا، زیربینہ یا نیسکو بین؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
bft: تھینے کھیونگ دیکھنہ یابینگ فونگ مید نارے ژول

source: Drag your file here or <uploadButton>click to upload</uploadButton>
bft: یری فاٸل پو تھینے دیکھہ کھیونگ میدنارے اپ لوڈ بیالا یو نگیس

source: Drop file here to upload
bft: اپ لوڈ بیالا فاٸل پو دیکھہ فونگ

source: Duala
bft: ڈوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
bft: روخ لس پو سکانگمی واخلا سکانگمی بٹن پیکھہ کلک بیسپی لزالہ جہلتونگ سکیورے یقپن۔ روخ لس پو جاری خٹپن، اخا اونگمی ریکارڈینگ غا یا چھدکھونگ

source: Dutch
bft: ڈچی

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
bft: ڈیٹا سیٹ گانگمیگنو لوقسو لوقسو ایم پی نا یوبی لوکھسینگ تیکسٹ فایل یودپن۔ ڈیٹا سیٹی ریکارڈ بیسے یودپی نمزو منگفووینگنو بوژا بوسترینگ کنی بارینگ، زیر جوخ نہ سکت لیاخسی بارینگ میٹا ڈیٹا سہ مینی یودپن، تاکہ سکت نوزین بے مشینی انجن پو لا روخ گیگ زیرے۔

source: Eastern Balochi
bft: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
bft: مشرقی ہوسٹیکا نہوٹلی

source: Eastern Min
bft: ایسٹرن من

source: Eastern Penan
bft: ایسٹرن پنان

source: Easy
bft: بدونگو

source: Ebrie
bft: ایبری

source: Edit
bft: سترونگ

source: Edit Profile
bft: پروفایل پو سترونگ

source: Email
bft: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
bft: ای میل

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
bft: جوکھ لم، کامن واٸسی لوکھسینگ نٸی میلینگ لسٹ پووی بارینگ حصہ لینمی بزویکھہ ہرمق لس نا ریل فوت نا یمبو دوکسے فچوکھہ بے چتق تک گوا لا، جوکھ لم

source: Email is already used for a different account
bft: ای میل پو دونوک کھوانگ ینگ اکاونٹ چی لا کولسید

source: Email Subscriptions
bft: ای میل تھوپ لوکھکن

source: Emakhuwa
bft: ایماکھوا

source: English
bft: انگلش

source: Enter Email to Download
bft: ڈاون لوڈ بیالا ای میل پو من

source: Enter email to send a sign up link
bft: ای-میل پو من تاکہ یناگلا جوکھ لمی لنکچی تھوبوک

source: Enter your Country/Region of Residence
bft: یری ملک پو/ دوکپی ملسووی رول بزو تونگ

source: Enter your email
bft: یری ای میل پو ربیس

source: Enter your public domain sentence here
bft: یری چوقلا تھونگمی تم سیر پو دیکھہ ربیس

source: Enter your public domain sentences here
bft: یری چوقلا تھونگمی تم سیر کن ربیس

source: Error
bft: ہرکپلس چی

source: Error adding sentence
bft: تم سیر پو منمی وخلا غلطی

source: Error { $code }
bft: ہرکپلس

source: Error while playing audio file.
bft: سکتی فاٸل پو کھڑولبی وخلا ہرکپھلس چی سونگس

source: Erzya
bft: ارزٸیاٸی

source: ESC
bft: ای ایس سی

source: Esperanto
bft: ایسپرانٹو

source: Estonian
bft: ایسٹونین

source: Eton
bft: ایٹان

source: Events
bft: ریل فود

source: Everyone
bft: گانگمہ

source: Ewe
bft: ایوی

source: Ewondo
bft: ایوانڈو

source: Example
bft: مثلا

source: Exit & Delete clips
bft: بیونگ دیکھنہ کلپ کن ستور چوک

source: Explore datasets <icon></icon>
bft: ڈیٹا سیٹ کن ژول

source: Explore the community and languages supported by Common Voice
bft: کامن واٸسی کنگ ہرتین بین یودپی کمیونٹی نا سکت کن ژول

source: Failed to copy SHA256 Checksum
bft: ایس ایچ اے 256 پو کاپی مسونگس

source: Fang
bft: فینگ

source: FAQ
bft: ایف اے کیو

source: Faroese
bft: فیروسیہ

source: Featured in...
bft: دیووینگنو بیونگ بیونگ

source: Female/Feminine
bft: بوسترینگ/بونگو

source: Fewer than 15 words per sentence
bft: تم سیر چیگینگ 15 پہ یونژے لفظ

source: Fields marked with an asterisk (*) are required.
bft: ایسٹریگی پھلو * مینے یودپونگ لیگی ژاہ ژاہ یودپا یودپن۔

source: File is too large
bft: فاٸل پو ایشن چھوغو یود

source: File is too small
bft: فاٸل پو ایشن ژونژے یود

source: Finance
bft: دولتی لوکھس

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
bft: اے ہلتا سترونگ بیکھن کن ژول۔ دے میونگ پلژپ کھینگ کینینگ، سکت ہلژب سونگنینگ یا میدنارے ڈیٹا ساٸنسی ملسونینگ دوکپاد۔ دونگنہ تھوک دیکھنہ دونگلا زیر کھونگلا چا روخ بیارگوسپن اور چی بیسے بیا رگوسپن۔ نیانہ تھوکپی ای میل کن لا ہلتوس۔

source: Find us on Matrix
bft: میٹرکسی کھہ نیا ژول

source: Finish editing first?
bft: ینگ فچوکھہ بیو چھم چوگہ؟

source: Finish recording
bft: ریکارڈینگ پو چھم چک

source: Finish recording first?
bft: دونوک ریکارڈینگ پو سکیورا؟

source: Finish Review
bft: ہلتس بزو چھم چوک

source: Finish validating
bft: چھدکھہ بیو جاری یوق

source: Finish validating clips?
bft: کلپ کن چھدکھہ بیو چھم چوک

source: Finnish
bft: فننیش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
bft: چوقپہ دونوک یری سکت پو یودا مید ہلتوس۔ میدنارے یانگلا یری سکتپو ہلتون زیربہ نینید۔ دی لوکھسینگ تھیمبہ نیس یود۔ ساٸٹ کو تم لزوق بیا دیکھنہ تم سیر کن زدمسے کھیونگمہ۔

source: Follow guidelines from “What sentences can I add?”
bft: روخ بیس کننا یمبو دوکسے، گا گا تم سیرکن کلبہ؟

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
bft: شیزدے بیسپا یودپی کلپ گانگمہ لا، چھدکھہ بیسپا یودپی سکتی کلپ گانگمہ لا، یری اکاونڈنی ڈیش بورڈ پو فسورو بیسے یری سکتی لوکھسینگ یری کھوم لوکھپو یانگلا ہلتنمہ یودپن۔ ان جوو، یانگلا چکپہ تھلے سا روخ بیانینید۔ ڈیش بورڈ پو کولینگ چی یری سٹیٹس کن ژول، ہلتوس یانگینہ یری یول میونگی چی بین یود، دیکھنہ جق نا ہفتونگی روخ منی تونگو فچوس۔

source: for example
bft: مثلا

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
bft: چوقلا تھوبی ٹیکسٹ کن آن لاٸن تھوبین میدنارے، یانگلا اکیڈمک ریفرینسینگ کولبہ ننید، مثلا جیس 2021 نگی چوقلا ازن یودپی نظم پو

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
bft: ٹیکنالوجی گانگمی فری لخمو بیسے درولبہ فری، ڈویلپرز کن لا روخ بے ڈیٹو میونگ گانگمی غدونگ ہلتن لا رگوسپن۔ مثلا اگر ندانگنی گا زیرکھن چیگی زیر جوخپو مہ ہڑکیمسنہ، دی زیر جوخ یودپی میونگ لا ٹیکنالوجی سی لیاخمو لس میبین۔ میٹا ڈیٹا چا رگوسپن زیربو مزید ہلتوس

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
bft: دی لس ریاقفی سکت کنی فری ویب سایٹ پو بیورمو سونگسید، دیکھنہ رگوسپی تم سیر کن کھیونگسید، ازن منمہ فری، زیر، سنا بیوس، روخ لوکھ

source: Foundations
bft: سمانگڑدونگ

source: French
bft: فرانسیسی

source: Frisian
bft: فریزین

source: Fulah
bft: فولا

source: Fuzhou
bft: فوزہاو

source: Galician
bft: گیلیشین

source: Gawarbaiti
bft: گورباٸٹی

source: Gawri
bft: گاوری

source: GB
bft: جی بی

source: General
bft: ہرمق سیر

source: General language / multiple variants
bft: ہرمق سکت/ تم تھل کن

source: Georgian
bft: گارجین

source: German
bft: جرمن

source: Get in touch
bft: تھوگین دوک

source: Get in touch <icon></icon>
bft: ندانگ نا تھوگین دوک

source: Get involved
bft: ڈریم

source: Get Involved
bft: یانگسہ جوکھس

source: Get started <icon><icon>
bft: یا ریوقس جوو یا

source: Get started with goals
bft: ہل پے رولا گوا ریوقس

source: Get Started with Speech Recognition
bft: سکت نوزین بینگ ریوقس

source: Get your certificate
bft: یری سند پو لین

source: Gheg Albanian
bft: گیگ البانیین

source: Ghomala
bft: گومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
bft: این وی آیی ڈی آیی اے نیمو کھیرے نا چوقپلا تھوبی ٹول کیٹ چی ان، دوکھیرے نا ژال ژال بیکھن کن دونگی بیونگ بیونگ نہ رانگ فچوسی سپیرا تنگمی اے آیی ماڈل کن فچولا بدونگو گیگ زیرے۔

source: Goal reached
bft: ہلپو تھوپ

source: Goals
bft: تونگونگ

source: Goan Konkani
bft: گوان کنکانی

source: Gorani
bft: گورانی

source: Go to Discourse
bft: سپیرا تنگمہ شوقس

source: Go to Languages Page
bft: سکتی صفحویکھہ شوقس

source: Go to { $name }
bft: سونگ

source: <governanceLink>Read more about how we're governed</governanceLink>
bft: نیاچی بیسے سترولبن زیری بارینگ ینگسہ زیر۔

source: Governments
bft: سرکار کن

source: Grammatical / spelling error
bft: گرامر نا سپیلینگی غلطی یود

source: Great! How many clips a week?
bft: ژھے رینگمو سونگ ھے، ہفتہ چیگینگ کلپ ژام؟

source: Great! How many clips per day?
bft: ژھے رینگمو سونگ ھے، جغی کلپ ژام؟

source: Great!<recordIcon></recordIcon> Record your next clip
bft: ژھے رینگمو سونگ یا! اگلا کلپ پو ریکارڈ بیوس

source: Great work!<playIcon></playIcon> Listen again when you're ready
bft: یانگ تیار یودنارے ینگ رین چک سنا بیوس

source: Greek
bft: گریک

source: Gronings
bft: گرونینگس

source: Guarani
bft: گوارانی

source: Guidelines
bft: روخ بزونگ/جہلتونگ

source: Gujarati
bft: گجراتی

source: Gujari
bft: گوجاری

source: Haitian
bft: ہایشین

source: Hakha Chin
bft: ہاکھہ چن

source: Hausa
bft: ہاوسہ

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
bft: گوپا سونگفہ یودپی یا جوکلا اونگمہ یودپی ریل چی چنگ یودا؟ یو نیانگلا تھونچوک، دیکھنہ نیاسی یووی لوکھسینگنو نٸی کھورتنگ پینگ قو بید، یووی لوکھسینگ بلاگ چی چک ربید

source: Have Feedback?
bft: چنگ جہلتے یودا؟

source: Have you read our Terms?
bft: یانگی نیی کھوم لوکھسی سپیرونگ زیرسیدا؟

source: Having an account is not required to contribute, though it is helpful.
bft: روخ بیا لا اکاونٹ دوکپو چنگ ژاہ ژاہ مین، اما لسپو بدونگو بین۔

source: Having a profile is not required to contribute though it is helpful, see why below.
bft: روخ بیالا پروفایل دوکپو چنگ ژاہ ژاہ میدپن اما روخ زدے گیگ، چا زیربو تھورو ہلتوس

source: Healthcare
bft: رگوبزوے ہلتا ہرژونگ

source: Hebrew
bft: ہیبریو

source: Help
bft: روخ بیوس

source: Help Common Voice reach { $hours } hours in a language with a personal goal
bft: کامن واٸس تھونمہ فری روخ بیوس، سکتچی نہ یمبو سوسوے تونگو نہ یمبو وخنہ

source: Help create Common Voice’s first target segment in { $locale }
bft: کامن وایسی سینگپہ گمگیوے سہ سہ لس پو لا روخ بیس

source: Help reach { $hours } hours in { $language } with a personal goal
bft: تھونچوکپہ فری، گھنٹہ، سوسوے تونگونہ یمبو

source: Help teach machines how real people speak, donate your voice at { $link }
bft: مشین لا ستروق یودپی میونگی زیربو ہلژوپ، یری سکت شیزدے بیوس۔

source: Help us build a community around voice technology, stay in touch via email.
bft: سکتی ٹیکنالوجی کھور کھار لا کھورتینگچی فچوا فری نیالا روخ بیوس، ای میلی زریکھہ نیانا تھوگین دوک۔

source: Help us build a high quality, publicly open dataset
bft: چوقلا تھوبہ نینمی چوقپہ لیاخو ڈیتا سیٹ فچوا فری نیی روخ بیوس۔

source: Help us find more voices, share your goal
bft: ینگسہ سکت ژالبہ لا نٸی روخ بیوس، یری خسم بزونگ تھونچوک۔

source: Help us find others to donate their voice!
bft: نیالا ایونگی سکت کن سہ شیزدے بیچوکپہ فری روخ بیوس۔

source: Help us get to { $goal }
bft: تھوبہ فری نیی روخ بیوس

source: Help us validate sentences!
bft: تم سیر کن چھدکھہ بیو فری نیی روخ بیوس

source: Help us validate voices
bft: سکت کن کھیربا فری نیالا روخ بیس

source: Heng Hua
bft: ہینگ ہوا

source: Here are the links to download your ZIP files.
bft: دیکھہ یری زیپ فایل کن ڈاون لوڈ بے لم کن یود

source: Hidden
bft: زباسے

source: Highland Puebla Nahuatl
bft: ہاٸیلینڈ پوبلا نہواٹل

source: Hiligaynon
bft: ہلیگینون

source: Hill Mari
bft: ہلماری

source: Hindi
bft: ہندی

source: His hand was rais-ed.
bft: کھو لقپو ہلژانگس

source: History, Law and Government
bft: تاریخ، قانون نا حکومت

source: Hours
bft: نمزونگ

source: Hours Recorded
bft: ریکارڈ سونگفی نمزونگ

source: Hours Validated
bft: چھدکھہ سونگفی نمزونگ

source: How ?
bft: چی بیسے؟

source: How are project decisions made?
bft: پراجیکٹی چھدتھنگپو چی بیسے گوین؟

source: How can we effectively grow a language on Common Voice?
bft: کامن واٸسیکھہ لیخمو بیسے سکت چک چی بیسے خسون چوکپہ بیا نینید؟

source: How does Common Voice work?
bft: کامن واٸسی چی بیسے لس بین؟

source: How does site localization work?
bft: ساٸٹ لوکلاٸزیشن پو سی چی بیسے لس بید؟

source: How do I access and use the dataset?
bft: ناسی ڈیٹا سیٹ پووی دیکھہ چی بیسے گوا دیکھنہ ڈیٹا سیٹ پو چی بیسے کولبہ؟

source: How do I add a language?
bft: ناسی سکت چک چی بیسے ایڈ بیا؟

source: How do I add sentences?
bft: ناسی تم سیر کن چی بیسے ایڈ بیا؟

source: How do I cite?
bft: ہرمنگ بزو چی بیسے منما؟

source: How do I know whether to approve a voice clip?
bft: ناسی سکتی کلپ پولا چی بیسے چھدکھہ منمہ؟

source: How do I record a high quality voice clip?
bft: چوقپہ لیخمو سکت پوتپی کلپ چی بیسے زونمہ؟

source: How do I stay in touch?
bft: نگا چی بیسے تھوگین دوکپہ؟

source: How is Common Voice funded?
bft: کامن واٸس لا چی بیسے خمول منمن؟

source: How Spontaneous Speech works
bft: چوق چوق بیونگمی سکت پو سی چی بیسے لس بین؟

source: How to add multiple sentences
bft: تم ہرژاق کن چی بیسے ایڈ بیا؟

source: How would you describe your accent?
bft: یری زیر جوخ پو چی ژوخ یود؟

source: How would you describe your sex or gender?
bft: یانگنی یانگ بو اینا بونگو ان زیربو چی بیسے زیرید؟

source: Huarijio
bft: ہواریجیو

source: Huautla Mazatec
bft: ہواو مزاٹیک

source: Hungarian
bft: ہنگیرین

source: I agree
bft: نا ان زیرید

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bft: ناسی کامن واٸسی شرایط کن نہ خسنگ تم کن لا ان زیرید۔

source: Ibibio
bft: ابی بیو

source: Icelandic
bft: آیسلینڈیک

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
bft: ناسی چھدکھہ منید، دی تم سیر گانگمہ ہرمق لوکھسی فری ان، دیکھنہ نالا اپ لوڈ بے ازن یودپن

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
bft: ناسی چھدکھیکھہ زیرید دی تم سیر پو چوقلا تھونگمو بیوس دیکھنہ ناسی دیو اپ لوڈ بے اجازت مینید

source: <icon></icon> Add multiple public domain sentences
bft: ہرمق تھونگی تم سیر کن کول

source: Ideally natural and conversational (it should be easy to read the sentence)
bft: فطری نہ تم لوکھسی، تم سیر پو زیربو بدونگو دوکپہ رگوسپن

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
bft: نلا تونگوے ایتو فیونگمی ای میل چی تھوبین دوکھنہ تھدید، نری کھوم لوکھسی خبر اتار کن، دیکھنہ کامن واٸسی لوکھسینگنو خبری شوقبوی

source: I do not agree
bft: نا مین زیرید

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
bft: اگر کلپ چک مینگا نیسی انکار بیسنارے، دو ڈیٹا سیٹی لوقسو سبسیٹ سونگسے بیونگمن۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
bft: صحفو

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
bft: اگر ریکارڈینگ پو چھدنارے، یا چی سکت می سکت فیونگسنارے، ٹیکسٹ پو گانگمہ کوےمن پو انکار بیس۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bft: دی فاٸل پوی لوکھسینگ ینگ سہ سپیرا یودنارے یانگنی منمہ تھدنارے، نیانہ تھوک جوو

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bft: دی فاٸل پوی لوکھسینگ ینگ سہ سپیرا دی ٹیمپلیٹ پینگ میدپے یانگنی منمہ تھدنارے، نیانہ تھوک جوو

source: If the sentence does not meet the above criteria, click the "No" button.
bft: اگر تم سیر پو یار مینے یودپی کھوم لوکھسی جہلتونیکھہ متھونسنارے مین زیربی بٹن پیکھہ کلک بیوس۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
bft: اگر تم سیر پو یارمینے یودپی غدمکھی لوکھسینگ تھونمیدنارے، خیون فیوخلا یودپی انکاری بٹن پو نگیس۔ اگر یانگلا تم پو مشوٹنارے چوق سکیورے یقسے اخووی رول لا درول۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
bft: اگر تم سیر پو چنگ مین نہ ہژی ہژیک یودنارے، مثلا کھورتینگی جہتلونگلا فوقی یودنارے یانگلا دے تم سیر پو چوق زگاقپہ رگوسپن۔ یانگلا دے ہرکپلس کنی لوکھسینگنو نیانگنہ تھوکپہ سہ نینید۔ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence meets the criteria above, click the "Yes" button.
bft: اگر تم سیر پو یار مینے یودپی کھوم لوکھسی جہتلونگیکھہ تھونید نارے ان زیربی بٹن پو نگیس جوو

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
bft: اگر تم سیر پو غدمکھی لوکھسینگ اونگنیدنارے، ترانگ فیوخلا یودپی چھدکھی بٹن پو نگیس

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
bft: اگر یانگلا تم سیر پو پے لوکھسینگنو چھدکھہ میدنارے، یانگلا چوق سکیورے اخا یودپوی رول گوا نینید۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
bft: اگر یانگلا دینے چنگ تھونگنارے دو دی روخ بیس کنینگ میدنہ، یری سینگپژے ڑگیالبہ خسم لوکھسینگنو غدوم جوو۔ اگر یانگلہ ملا کھوانگ چنگ زیربہ مہ نگینس نارے، سکیورے جقپی بٹن پو نگیس دیکھنہ اخا یودپی ریکارڈینگ پے رول سونگ۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
bft: اگر یانگلا سکتپو لیاخمو بیسے کوسنہ، اور گشیکھہ زیرفونگ شوٹنارے، یو چوق چھدکھہ بین۔
